IDEA Open Model
SectionResultOnPoints.Points Property
Compatible with IDEA StatiCa Beta 20.0
 Section points
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<PointResults> Points { get; set; }
Public Property Points As List(Of PointResults)
	Get
	Set
Property Value
Type: List<PointResults>
See Also
Reference
SectionResultOnPoints Class
IdeaRS.OpenModel.Result Namespace